terms.org
#+title: Terms and Privacy 
#+author:
#+date:
#+options: num:nil ':t html-style:nil todo:nil toc:2
# #+html_head: <link rel="stylesheet" type="text/css" href="posts.css" />

#+name: CSS
#+begin_export html
<style>
body {
    position: relative;
    font-family: Raleway;
    color: rgb(0,102,106);
    background-image: url('blueturquoise-opt.webp');
    background-repeat: repeat;
}

.title {
    color: white;
    text-align: center;
    height: 50px;
}

a {
    color: rgb(0,102,106);
}

.timestamp {
    color: gray;
}

#postamble {
    display: none;
}

.outline-2 {
    border: solid 5px;
    border-color: '#00666a';
    border-radius: 15px;
    padding: 20px;
    background: white;
    width: calc(100% - 20% - 140px);
    margin: 10px;
}

#table-of-contents {
    border: solid 5px;
    border-color: '#00666a';
    border-radius: 15px;
    padding: 20px;
    margin: 10px;
    background: white;
    position: absolute;
    top: 60px;
    right: 0px;
    width: 20%;
    align: right;
}

.figure {
    margin: auto;
}
</style>
#+end_export

* Privacy Policy 

DataWorks LLC (“us”, “we”, or “our”) operates the www.nameclouds.com
website (hereinafter referred to as the “Service”).

This page informs you of our policies regarding the collection, use
and disclosure of personal data when you use our Service and the
choices you have associated with that data.

We may use your data to provide and improve the Service. By using the
Service, you agree to the collection and use of information in
accordance with this policy.

** DONE Definitions

*** Service

Service is the www.nameclouds.com website operated by DataWorks LLC

*** Personal Data

Personal Data means data about a living individual who can be
identified from those data (or from those and other information either
in our possession or likely to come into our possession).

*** Usage Data

Usage Data is data collected automatically either generated by the use
of the Service or from the Service infrastructure itself (for example,
the duration of a page visit).

*** Cookies

Cookies are small files stored on your device (computer or mobile device).

*** Data Controller

Data Controller means the natural or legal person who (either alone or
jointly or in common with other persons) determines the purposes for
which and the manner in which any personal information are, or are to
be, processed.

For the purpose of this Privacy Policy, we are a Data Controller of
your Personal Data.

*** Data Processors (or Service Providers)

Data Processor (or Service Provider) means any natural or legal person
who processes the data on behalf of the Data Controller.

We may use the services of various Service Providers in order to
process your data more effectively.

*** Data Subject (or User)

Data Subject is any living individual who is using our Service and is
the subject of Personal Data.

** DONE Information Collection and Use

We collect several different types of information for various purposes
to provide and improve our Service to you.

*** DONE Personal Data

While using our Service, we may ask you to provide us with certain
personally identifiable information that can be used to contact or
identify you (“Personal Data”). Personally identifiable information
may include, but is not limited to:

- Email address
- Cookies and Usage Data
    
We may use your Personal Data to contact you with newsletters,
marketing or promotional materials and other information that may be
of interest to you. You may opt out of receiving any, or all, of these
communications from us by emailing mailto:contact@nameclouds.com.

*** DONE Usage Data

We may also collect information on how the Service is accessed and
used (“Usage Data”). This Usage Data may include information such as
the pages of our Service that you visit, the time and date of your
visit, the time spent on those pages, and other diagnostic data.

*** DONE Location Data

We may use and store information about your location if you give us
permission to do so (“Location Data”). We use this data to provide
features of our Service, to improve and customise our Service.

You can enable or disable location services when you use our Service
at any time by way of your device settings.

*** DONE Tracking Cookies Data

We use cookies and similar tracking technologies to track the activity
on our Service and we hold certain information.

Cookies are files with a small amount of data which may include an
anonymous unique identifier. Cookies are sent to your browser from a
website and stored on your device. Other tracking technologies are
also used such as beacons, tags and scripts to collect and track
information and to improve and analyse our Service.

You can instruct your browser to refuse all cookies or to indicate
when a cookie is being sent. However, if you do not accept cookies,
you may not be able to use some portions of our Service.

Examples of Cookies we use:

- Session Cookies. We use Session Cookies to operate our Service.

- Preference Cookies. We use Preference Cookies to remember your preferences and various settings.

- Security Cookies. We use Security Cookies for security purposes.

