terms.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-15 Sun 21:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Terms and Privacy</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Terms and Privacy</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1df0610">Privacy Policy</a>
<ul>
<li><a href="#orgbf624d5">Definitions</a></li>
<li><a href="#orgf26e131">Information Collection and Use</a></li>
<li><a href="#orga494f29">Disclosure of Data</a></li>
<li><a href="#org33ddcd0">Service Providers</a></li>
<li><a href="#orgebe4790">Payments</a></li>
<li><a href="#orgd8820ff">Links to Other Sites</a></li>
<li><a href="#org7d66551">Children’s Privacy</a></li>
<li><a href="#org3336149">Changes to This Privacy Policy</a></li>
</ul>
</li>
<li><a href="#orgd95faf8">Terms and Conditions</a>
<ul>
<li><a href="#orgc4dc9c1">Purchases</a></li>
<li><a href="#org1f74434">Availability, Errors and Inaccuracies</a></li>
<li><a href="#org85a8972">Contests, Sweepstakes and Promotions</a></li>
<li><a href="#org23eb90d">Accounts</a></li>
<li><a href="#org9187fef">Intellectual Property</a></li>
<li><a href="#org42c2206">Links To Other Web Sites</a></li>
<li><a href="#org3a1df70">Termination</a></li>
<li><a href="#org0e00f38">Indemnification</a></li>
<li><a href="#orgcab0d72">Limitation Of Liability</a></li>
<li><a href="#org032f6c6">Disclaimer</a></li>
<li><a href="#org7d2eef2">Exclusions</a></li>
<li><a href="#orgaf0910d">Governing Law</a></li>
<li><a href="#orgcd652a4">Changes</a></li>
<li><a href="#org45c59b5">Contact Us</a></li>
</ul>
</li>
</ul>
</div>
</div>
<style>
body {
    position: relative;
    font-family: Raleway;
    color: rgb(0,102,106);
    background-image: url('blueturquoise-opt.webp');
    background-repeat: repeat;
}

.title {
    color: white;
    text-align: center;
    height: 50px;
}

a {
    color: rgb(0,102,106);
}

.timestamp {
    color: gray;
}

#postamble {
    display: none;
}

.outline-2 {
    border: solid 5px;
    border-color: '#00666a';
    border-radius: 15px;
    padding: 20px;
    background: white;
    width: calc(100% - 20% - 140px);
    margin: 10px;
}

#table-of-contents {
    border: solid 5px;
    border-color: '#00666a';
    border-radius: 15px;
    padding: 20px;
    margin: 10px;
    background: white;
    position: absolute;
    top: 60px;
    right: 0px;
    width: 20%;
    align: right;
}

.figure {
    margin: auto;
}
</style>

<div id="outline-container-org1df0610" class="outline-2">
<h2 id="org1df0610">Privacy Policy</h2>
<div class="outline-text-2" id="text-org1df0610">
<p>
DataWorks LLC (“us”, “we”, or “our”) operates the www.nameclouds.com
website (hereinafter referred to as the “Service”).
</p>

<p>
This page informs you of our policies regarding the collection, use
and disclosure of personal data when you use our Service and the
choices you have associated with that data.
</p>

<p>
We may use your data to provide and improve the Service. By using the
Service, you agree to the collection and use of information in
accordance with this policy.
</p>
</div>

<div id="outline-container-orgbf624d5" class="outline-3">
<h3 id="orgbf624d5">Definitions</h3>
<div class="outline-text-3" id="text-orgbf624d5">
</div>
<div id="outline-container-org63e0113" class="outline-4">
<h4 id="org63e0113">Service</h4>
<div class="outline-text-4" id="text-org63e0113">
<p>
Service is the www.nameclouds.com website operated by DataWorks LLC
</p>
</div>
</div>

<div id="outline-container-org7e620d9" class="outline-4">
<h4 id="org7e620d9">Personal Data</h4>
<div class="outline-text-4" id="text-org7e620d9">
<p>
Personal Data means data about a living individual who can be
identified from those data (or from those and other information either
in our possession or likely to come into our possession).
</p>
</div>
</div>

<div id="outline-container-orgba98eff" class="outline-4">
<h4 id="orgba98eff">Usage Data</h4>
<div class="outline-text-4" id="text-orgba98eff">
<p>
Usage Data is data collected automatically either generated by the use
of the Service or from the Service infrastructure itself (for example,
the duration of a page visit).
</p>
</div>
</div>

<div id="outline-container-org667924b" class="outline-4">
<h4 id="org667924b">Cookies</h4>
<div class="outline-text-4" id="text-org667924b">
<p>
Cookies are small files stored on your device (computer or mobile device).
</p>
</div>
</div>

<div id="outline-container-orga5ce16c" class="outline-4">
<h4 id="orga5ce16c">Data Controller</h4>
<div class="outline-text-4" id="text-orga5ce16c">
<p>
Data Controller means the natural or legal person who (either alone or
jointly or in common with other persons) determines the purposes for
which and the manner in which any personal information are, or are to
be, processed.
</p>

<p>
For the purpose of this Privacy Policy, we are a Data Controller of
your Personal Data.
</p>
</div>
</div>

<div id="outline-container-org3a6fdff" class="outline-4">
<h4 id="org3a6fdff">Data Processors (or Service Providers)</h4>
<div class="outline-text-4" id="text-org3a6fdff">
<p>
Data Processor (or Service Provider) means any natural or legal person
who processes the data on behalf of the Data Controller.
</p>

<p>
We may use the services of various Service Providers in order to
process your data more effectively.
</p>
</div>
</div>

<div id="outline-container-orgd688391" class="outline-4">
<h4 id="orgd688391">Data Subject (or User)</h4>
<div class="outline-text-4" id="text-orgd688391">
<p>
Data Subject is any living individual who is using our Service and is
the subject of Personal Data.
</p>
</div>
</div>
</div>

<div id="outline-container-orgf26e131" class="outline-3">
<h3 id="orgf26e131">Information Collection and Use</h3>
<div class="outline-text-3" id="text-orgf26e131">
<p>
We collect several different types of information for various purposes
to provide and improve our Service to you.
</p>
</div>

<div id="outline-container-org1c459eb" class="outline-4">
<h4 id="org1c459eb">Personal Data</h4>
<div class="outline-text-4" id="text-org1c459eb">
<p>
While using our Service, we may ask you to provide us with certain
personally identifiable information that can be used to contact or
identify you (“Personal Data”). Personally identifiable information
may include, but is not limited to:
</p>

<ul class="org-ul">
<li>Email address</li>
<li>Cookies and Usage Data</li>
</ul>

<p>
We may use your Personal Data to contact you with newsletters,
marketing or promotional materials and other information that may be
of interest to you. You may opt out of receiving any, or all, of these
communications from us by emailing <a href="mailto:contact@nameclouds.com">mailto:contact@nameclouds.com</a>.
</p>
</div>
</div>

<div id="outline-container-org59d1ad6" class="outline-4">
<h4 id="org59d1ad6">Usage Data</h4>
<div class="outline-text-4" id="text-org59d1ad6">
<p>
We may also collect information on how the Service is accessed and
used (“Usage Data”). This Usage Data may include information such as
the pages of our Service that you visit, the time and date of your
visit, the time spent on those pages, and other diagnostic data.
</p>
</div>
</div>

<div id="outline-container-org47eeb14" class="outline-4">
<h4 id="org47eeb14">Location Data</h4>
<div class="outline-text-4" id="text-org47eeb14">
<p>
We may use and store information about your location if you give us
permission to do so (“Location Data”). We use this data to provide
features of our Service, to improve and customise our Service.
</p>

<p>
You can enable or disable location services when you use our Service
at any time by way of your device settings.
</p>
</div>
</div>

<div id="outline-container-orgd92661b" class="outline-4">
<h4 id="orgd92661b">Tracking Cookies Data</h4>
<div class="outline-text-4" id="text-orgd92661b">
<p>
We use cookies and similar tracking technologies to track the activity
on our Service and we hold certain information.
</p>

<p>
Cookies are files with a small amount of data which may include an
anonymous unique identifier. Cookies are sent to your browser from a
website and stored on your device. Other tracking technologies are
also used such as beacons, tags and scripts to collect and track
information and to improve and analyse our Service.
</p>

<p>
You can instruct your browser to refuse all cookies or to indicate
when a cookie is being sent. However, if you do not accept cookies,
you may not be able to use some portions of our Service.
</p>

<p>
Examples of Cookies we use:
</p>

<ul class="org-ul">
<li>Session Cookies. We use Session Cookies to operate our Service.</li>

<li>Preference Cookies. We use Preference Cookies to remember your preferences and various settings.</li>

<li>Security Cookies. We use Security Cookies for security purposes.</li>
</ul>
</div>
</div>
