terms.org
*** DONE Use of Data
DataWorks LLC uses the collected data for various purposes:

- To provide and maintain our Service
- To notify you about changes to our Service
- To allow you to participate in interactive features of our Service when you choose to do so
- To provide customer support
- To gather analysis or valuable information so that we can improve our Service
- To monitor the usage of our Service
- To detect, prevent and address technical issues
- To provide you with news, special offers and general information
  about other goods, services and events which we offer that are
  similar to those that you have already purchased or enquired about
  unless you have opted not to receive such information

*** DONE Legal Basis for Processing Personal Data under the General Data Protection Regulation (GDPR)

If you are from the European Economic Area (EEA), DataWorks LLC legal
basis for collecting and using the personal information described in
this Privacy Policy depends on the Personal Data we collect and the
specific context in which we collect it.

DataWorks LLC may process your Personal Data because:

- We need to perform a contract with you
- You have given us permission to do so
- The processing is in our legitimate interests and it is not overridden by your rights
- For payment processing purposes
- To comply with the law

*** DONE Retention of Data

DataWorks LLC will retain your Personal Data only for as long as is
necessary for the purposes set out in this Privacy Policy. We will
retain and use your Personal Data to the extent necessary to comply
with our legal obligations (for example, if we are required to retain
your data to comply with applicable laws), resolve disputes and
enforce our legal agreements and policies.

DataWorks LLC will also retain Usage Data for internal analysis
purposes. Usage Data is generally retained for a shorter period of
time, except when this data is used to strengthen the security or to
improve the functionality of our Service, or we are legally obligated
to retain this data for longer periods.

*** DONE Transfer of Data
Your information, including Personal Data, may be transferred to – and
maintained on – computers located outside of your state, province,
country or other governmental jurisdiction where the data protection
laws may differ from those of your jurisdiction.

If you are located outside United States and choose to provide
information to us, please note that we transfer the data, including
Personal Data, to United States and process it there.

Your consent to this Privacy Policy followed by your submission of
such information represents your agreement to that transfer.

DataWorks LLC will take all the steps reasonably necessary to ensure
that your data is treated securely and in accordance with this Privacy
Policy and no transfer of your Personal Data will take place to an
organisation or a country unless there are adequate controls in place
including the security of your data and other personal information.

** DONE Disclosure of Data
*** DONE Business Transaction
If DataWorks LLC is involved in a merger, acquisition or asset sale,
your Personal Data may be transferred. We will provide notice before
your Personal Data is transferred and becomes subject to a different
Privacy Policy.

*** DONE Disclosure for Law Enforcement
Under certain circumstances, DataWorks LLC may be required to disclose
your Personal Data if required to do so by law or in response to valid
requests by public authorities (e.g. a court or a government agency).

*** DONE Legal Requirements
DataWorks LLC may disclose your Personal Data in the good faith belief that such action is necessary to:

- To comply with a legal obligation
- To protect and defend the rights or property of DataWorks LLC
- To prevent or investigate possible wrongdoing in connection with the Service
- To protect the personal safety of users of the Service or the public
- To protect against legal liability

*** DONE Security of Data
The security of your data is important to us but remember that no
method of transmission over the Internet or method of electronic
storage is 100% secure. While we strive to use commercially acceptable
means to protect your Personal Data, we cannot guarantee its absolute
security.

*** DONE Our Policy on “Do Not Track” Signals under the California Online Protection Act (CalOPPA)
We do not support Do Not Track (“DNT”). Do Not Track is a preference
you can set in your web browser to inform websites that you do not
want to be tracked.

You can enable or disable Do Not Track by visiting the Preferences or
Settings page of your web browser.

*** DONE Your Data Protection Rights under the General Data Protection Regulation (GDPR)

If you are a resident of the European Economic Area (EEA), you have
certain data protection rights. DataWorks LLC aims to take reasonable
steps to allow you to correct, amend, delete or limit the use of your
Personal Data.

If you wish to be informed about what Personal Data we hold about you
and if you want it to be removed from our systems, please contact us.

In certain circumstances, you have the following data protection
rights:

- The right to access, update or delete the information we have on
  you. Whenever made possible, you can access, update or request
  deletion of your Personal Data directly within your account settings
  section. If you are unable to perform these actions yourself, please
  contact us to assist you.

- The right of rectification. You have the right to have your
  information rectified if that information is inaccurate or
  incomplete.

- The right to object. You have the right to object to our processing
  of your Personal Data.

- The right of restriction. You have the right to request that we
  restrict the processing of your personal information.

- The right to data portability. You have the right to be provided with
  a copy of the information we have on you in a structured,
  machine-readable and commonly used format.

- The right to withdraw consent. You also have the right to withdraw
  your consent at any time where DataWorks LLC relied on your consent to
  process your personal information.

Please note that we may ask you to verify your identity before
responding to such requests.

You have the right to complain to a Data Protection Authority about
our collection and use of your Personal Data. For more information,
please contact your local data protection authority in the European
Economic Area (EEA).

** DONE Service Providers
We may employ third party companies and individuals to facilitate our
Service (“Service Providers”), provide the Service on our behalf,
perform Service-related services or assist us in analysing how our
Service is used.

These third parties have access to your Personal Data only to perform
these tasks on our behalf and are obligated not to disclose or use it
for any other purpose.

