terms.html

<div id="outline-container-orgfde20b7" class="outline-4">
<h4 id="orgfde20b7">Use of Data</h4>
<div class="outline-text-4" id="text-orgfde20b7">
<p>
DataWorks LLC uses the collected data for various purposes:
</p>

<ul class="org-ul">
<li>To provide and maintain our Service</li>
<li>To notify you about changes to our Service</li>
<li>To allow you to participate in interactive features of our Service when you choose to do so</li>
<li>To provide customer support</li>
<li>To gather analysis or valuable information so that we can improve our Service</li>
<li>To monitor the usage of our Service</li>
<li>To detect, prevent and address technical issues</li>
<li>To provide you with news, special offers and general information
about other goods, services and events which we offer that are
similar to those that you have already purchased or enquired about
unless you have opted not to receive such information</li>
</ul>
</div>
</div>

<div id="outline-container-org251522e" class="outline-4">
<h4 id="org251522e">Legal Basis for Processing Personal Data under the General Data Protection Regulation (GDPR)</h4>
<div class="outline-text-4" id="text-org251522e">
<p>
If you are from the European Economic Area (EEA), DataWorks LLC legal
basis for collecting and using the personal information described in
this Privacy Policy depends on the Personal Data we collect and the
specific context in which we collect it.
</p>

<p>
DataWorks LLC may process your Personal Data because:
</p>

<ul class="org-ul">
<li>We need to perform a contract with you</li>
<li>You have given us permission to do so</li>
<li>The processing is in our legitimate interests and it is not overridden by your rights</li>
<li>For payment processing purposes</li>
<li>To comply with the law</li>
</ul>
</div>
</div>

<div id="outline-container-org74c561d" class="outline-4">
<h4 id="org74c561d">Retention of Data</h4>
<div class="outline-text-4" id="text-org74c561d">
<p>
DataWorks LLC will retain your Personal Data only for as long as is
necessary for the purposes set out in this Privacy Policy. We will
retain and use your Personal Data to the extent necessary to comply
with our legal obligations (for example, if we are required to retain
your data to comply with applicable laws), resolve disputes and
enforce our legal agreements and policies.
</p>

<p>
DataWorks LLC will also retain Usage Data for internal analysis
purposes. Usage Data is generally retained for a shorter period of
time, except when this data is used to strengthen the security or to
improve the functionality of our Service, or we are legally obligated
to retain this data for longer periods.
</p>
</div>
</div>

<div id="outline-container-org010d55a" class="outline-4">
<h4 id="org010d55a">Transfer of Data</h4>
<div class="outline-text-4" id="text-org010d55a">
<p>
Your information, including Personal Data, may be transferred to – and
maintained on – computers located outside of your state, province,
country or other governmental jurisdiction where the data protection
laws may differ from those of your jurisdiction.
</p>

<p>
If you are located outside United States and choose to provide
information to us, please note that we transfer the data, including
Personal Data, to United States and process it there.
</p>

<p>
Your consent to this Privacy Policy followed by your submission of
such information represents your agreement to that transfer.
</p>

<p>
DataWorks LLC will take all the steps reasonably necessary to ensure
that your data is treated securely and in accordance with this Privacy
Policy and no transfer of your Personal Data will take place to an
organisation or a country unless there are adequate controls in place
including the security of your data and other personal information.
</p>
</div>
</div>
</div>

<div id="outline-container-orga494f29" class="outline-3">
<h3 id="orga494f29">Disclosure of Data</h3>
<div class="outline-text-3" id="text-orga494f29">
</div>
<div id="outline-container-org5950c86" class="outline-4">
<h4 id="org5950c86">Business Transaction</h4>
<div class="outline-text-4" id="text-org5950c86">
<p>
If DataWorks LLC is involved in a merger, acquisition or asset sale,
your Personal Data may be transferred. We will provide notice before
your Personal Data is transferred and becomes subject to a different
Privacy Policy.
</p>
</div>
</div>

<div id="outline-container-org28c876a" class="outline-4">
<h4 id="org28c876a">Disclosure for Law Enforcement</h4>
<div class="outline-text-4" id="text-org28c876a">
<p>
Under certain circumstances, DataWorks LLC may be required to disclose
your Personal Data if required to do so by law or in response to valid
requests by public authorities (e.g. a court or a government agency).
</p>
</div>
</div>

<div id="outline-container-orgd81cc41" class="outline-4">
<h4 id="orgd81cc41">Legal Requirements</h4>
<div class="outline-text-4" id="text-orgd81cc41">
<p>
DataWorks LLC may disclose your Personal Data in the good faith belief that such action is necessary to:
</p>

<ul class="org-ul">
<li>To comply with a legal obligation</li>
<li>To protect and defend the rights or property of DataWorks LLC</li>
<li>To prevent or investigate possible wrongdoing in connection with the Service</li>
<li>To protect the personal safety of users of the Service or the public</li>
<li>To protect against legal liability</li>
</ul>
</div>
</div>

<div id="outline-container-org3c2cb87" class="outline-4">
<h4 id="org3c2cb87">Security of Data</h4>
<div class="outline-text-4" id="text-org3c2cb87">
<p>
The security of your data is important to us but remember that no
method of transmission over the Internet or method of electronic
storage is 100% secure. While we strive to use commercially acceptable
means to protect your Personal Data, we cannot guarantee its absolute
security.
</p>
</div>
</div>

<div id="outline-container-orgf6dfbc7" class="outline-4">
<h4 id="orgf6dfbc7">Our Policy on “Do Not Track” Signals under the California Online Protection Act (CalOPPA)</h4>
<div class="outline-text-4" id="text-orgf6dfbc7">
<p>
We do not support Do Not Track (“DNT”). Do Not Track is a preference
you can set in your web browser to inform websites that you do not
want to be tracked.
</p>

<p>
You can enable or disable Do Not Track by visiting the Preferences or
Settings page of your web browser.
</p>
</div>
</div>

<div id="outline-container-orge41c793" class="outline-4">
<h4 id="orge41c793">Your Data Protection Rights under the General Data Protection Regulation (GDPR)</h4>
<div class="outline-text-4" id="text-orge41c793">
<p>
If you are a resident of the European Economic Area (EEA), you have
certain data protection rights. DataWorks LLC aims to take reasonable
steps to allow you to correct, amend, delete or limit the use of your
Personal Data.
</p>

<p>
If you wish to be informed about what Personal Data we hold about you
and if you want it to be removed from our systems, please contact us.
</p>

<p>
In certain circumstances, you have the following data protection
rights:
</p>

<ul class="org-ul">
<li>The right to access, update or delete the information we have on
you. Whenever made possible, you can access, update or request
deletion of your Personal Data directly within your account settings
section. If you are unable to perform these actions yourself, please
contact us to assist you.</li>

<li>The right of rectification. You have the right to have your
information rectified if that information is inaccurate or
incomplete.</li>

<li>The right to object. You have the right to object to our processing
of your Personal Data.</li>

<li>The right of restriction. You have the right to request that we
restrict the processing of your personal information.</li>

<li>The right to data portability. You have the right to be provided with
a copy of the information we have on you in a structured,
machine-readable and commonly used format.</li>

<li>The right to withdraw consent. You also have the right to withdraw
your consent at any time where DataWorks LLC relied on your consent to
process your personal information.</li>
</ul>

<p>
Please note that we may ask you to verify your identity before
responding to such requests.
</p>

<p>
You have the right to complain to a Data Protection Authority about
our collection and use of your Personal Data. For more information,
please contact your local data protection authority in the European
Economic Area (EEA).
</p>
</div>
</div>
</div>

<div id="outline-container-org33ddcd0" class="outline-3">
<h3 id="org33ddcd0">Service Providers</h3>
<div class="outline-text-3" id="text-org33ddcd0">
<p>
We may employ third party companies and individuals to facilitate our
Service (“Service Providers”), provide the Service on our behalf,
perform Service-related services or assist us in analysing how our
Service is used.
</p>

<p>
These third parties have access to your Personal Data only to perform
these tasks on our behalf and are obligated not to disclose or use it
for any other purpose.
</p>
</div>
