terms.org
*** DONE Behavioral Remarketing
DataWorks LLC uses remarketing services to advertise on third party
websites to you after you visited our Service. We and our third-party
vendors use cookies to inform, optimise and serve ads based on your
past visits to our Service.

*** DONE Google Ads (AdWords)

Google Ads (AdWords) remarketing service is provided by Google Inc.

You can opt-out of Google Analytics for Display Advertising and
customise the Google Display Network ads by visiting the Google Ads
Settings page: http://www.google.com/settings/ads

Google also recommends installing the Google Analytics Opt-out Browser
Add-on – https://tools.google.com/dlpage/gaoptout – for your web
browser. Google Analytics Opt-out Browser Add-on provides visitors
with the ability to prevent their data from being collected and used
by Google Analytics.

For more information on the privacy practices of Google, please visit
the Google Privacy Terms web page:
https://policies.google.com/privacy?hl=en

*** DONE Twitter

Twitter remarketing service is provided by Twitter Inc.

You can opt-out from Twitter’s interest-based ads by following their instructions: https://support.twitter.com/articles/20170405

You can learn more about the privacy practices and policies of Twitter by visiting their Privacy Policy page: https://twitter.com/privacy

*** DONE Facebook

Facebook remarketing service is provided by Facebook Inc.

You can learn more about interest-based advertising from Facebook by
visiting this page: https://www.facebook.com/help/164968693837950

To opt-out from Facebook’s interest-based ads, follow these
instructions from Facebook:
https://www.facebook.com/help/568137493302217

Facebook adheres to the Self-Regulatory Principles for Online
Behavioural Advertising established by the Digital Advertising
Alliance. You can also opt-out from Facebook and other participating
companies through the Digital Advertising Alliance in the USA
http://www.aboutads.info/choices/, the Digital Advertising Alliance of
Canada in Canada http://youradchoices.ca/ or the European Interactive
Digital Advertising Alliance in Europe
http://www.youronlinechoices.eu/, or opt-out using your mobile device
settings.

For more information on the privacy practices of Facebook, please
visit Facebook’s Data Policy:
https://www.facebook.com/privacy/explanation

*** DONE AdRoll

AdRoll remarketing service is provided by Semantic Sugar, Inc.

You can opt-out of AdRoll remarketing by visiting this AdRoll
Advertising Preferences web page:
http://info.evidon.com/pub_info/573?v=1nt=1nw=false

For more information on the privacy practices of AdRoll, please visit
the AdRoll Privacy Policy web page:
http://www.adroll.com/about/privacy

** DONE Payments
We may provide paid products and/or services within the Service. In
that case, we use third-party services for payment processing
(e.g. payment processors).

We will not store or collect your payment card details. That
information is provided directly to our third-party payment processors
whose use of your personal information is governed by their Privacy
Policy. These payment processors adhere to the standards set by
PCI-DSS as managed by the PCI Security Standards Council, which is a
joint effort of brands like Visa, MasterCard, American Express and
Discover. PCI-DSS requirements help ensure the secure handling of
payment information.

The payment processor we work with is Stripe. Their Privacy Policy can
be viewed at https://stripe.com/us/privacy

** DONE Links to Other Sites
Our Service may contain links to other sites that are not operated by
us. If you click a third party link, you will be directed to that
third party’s site. We strongly advise you to review the Privacy
Policy of every site you visit.

We have no control over and assume no responsibility for the content,
privacy policies or practices of any third party sites or services.

** DONE Children’s Privacy
Our Service does not address anyone under the age of 18 (“Children”).

We do not knowingly collect personally identifiable information from
anyone under the age of 18. If you are a parent or guardian and you
are aware that your Child has provided us with Personal Data, please
contact us. If we become aware that we have collected Personal Data
from children without verification of parental consent, we take steps
to remove that information from our servers.

** Changes to This Privacy Policy
We may update our Privacy Policy from time to time. We will notify you
of any changes by posting the new Privacy Policy on this page.

We will let you know via email and/or a prominent notice on our
Service, prior to the change becoming effective and update the
“effective date” at the top of this Privacy Policy.

You are advised to review this Privacy Policy periodically for any
changes. Changes to this Privacy Policy are effective when they are
posted on this page.

* Terms and Conditions

Last updated: January 8, 2023

Please read these Terms and Conditions (“Terms”, “Terms and
Conditions”) carefully before using the www.nameclouds.com website
(the “Service”) operated by DataWorks LLC (“us”, “we”, or “our”).

Your access to and use of the Service is conditioned upon your
acceptance of and compliance with these Terms. These Terms apply to
all visitors, users and others who wish to access or use the Service.

By accessing or using the Service you agree to be bound by these
Terms. If you disagree with any part of the terms then you do not have
permission to access the Service.

** Purchases
If you wish to purchase any product or service made available through
the Service (“Purchase”), you may be asked to supply certain
information relevant to your Purchase including, without limitation,
your credit card number, the expiration date of your credit card, your
billing address, and your shipping information.

You represent and warrant that: (i) you have the legal right to use
any credit card(s) or other payment method(s) in connection with any
Purchase; and that (ii) the information you supply to us is true,
correct and complete.

The service may employ the use of third party services for the purpose
of facilitating payment and the completion of Purchases. By submitting
your information, you grant us the right to provide the information to
these third parties subject to our Privacy Policy.

We reserve the right to refuse or cancel your order at any time for
reasons including but not limited to: product or service availability,
errors in the description or price of the product or service, error in
your order or other reasons.

We reserve the right to refuse or cancel your order if fraud or an
unauthorized or illegal transaction is suspected.

