terms.html

<div id="outline-container-orgb9f2dc8" class="outline-4">
<h4 id="orgb9f2dc8">Behavioral Remarketing</h4>
<div class="outline-text-4" id="text-orgb9f2dc8">
<p>
DataWorks LLC uses remarketing services to advertise on third party
websites to you after you visited our Service. We and our third-party
vendors use cookies to inform, optimise and serve ads based on your
past visits to our Service.
</p>
</div>
</div>

<div id="outline-container-org2a28b97" class="outline-4">
<h4 id="org2a28b97">Google Ads (AdWords)</h4>
<div class="outline-text-4" id="text-org2a28b97">
<p>
Google Ads (AdWords) remarketing service is provided by Google Inc.
</p>

<p>
You can opt-out of Google Analytics for Display Advertising and
customise the Google Display Network ads by visiting the Google Ads
Settings page: <a href="http://www.google.com/settings/ads">http://www.google.com/settings/ads</a>
</p>

<p>
Google also recommends installing the Google Analytics Opt-out Browser
Add-on – <a href="https://tools.google.com/dlpage/gaoptout">https://tools.google.com/dlpage/gaoptout</a> – for your web
browser. Google Analytics Opt-out Browser Add-on provides visitors
with the ability to prevent their data from being collected and used
by Google Analytics.
</p>

<p>
For more information on the privacy practices of Google, please visit
the Google Privacy Terms web page:
<a href="https://policies.google.com/privacy?hl=en">https://policies.google.com/privacy?hl=en</a>
</p>
</div>
</div>

<div id="outline-container-orgb1d0244" class="outline-4">
<h4 id="orgb1d0244">Twitter</h4>
<div class="outline-text-4" id="text-orgb1d0244">
<p>
Twitter remarketing service is provided by Twitter Inc.
</p>

<p>
You can opt-out from Twitter’s interest-based ads by following their instructions: <a href="https://support.twitter.com/articles/20170405">https://support.twitter.com/articles/20170405</a>
</p>

<p>
You can learn more about the privacy practices and policies of Twitter by visiting their Privacy Policy page: <a href="https://twitter.com/privacy">https://twitter.com/privacy</a>
</p>
</div>
</div>

<div id="outline-container-orga00c578" class="outline-4">
<h4 id="orga00c578">Facebook</h4>
<div class="outline-text-4" id="text-orga00c578">
<p>
Facebook remarketing service is provided by Facebook Inc.
</p>

<p>
You can learn more about interest-based advertising from Facebook by
visiting this page: <a href="https://www.facebook.com/help/164968693837950">https://www.facebook.com/help/164968693837950</a>
</p>

<p>
To opt-out from Facebook’s interest-based ads, follow these
instructions from Facebook:
<a href="https://www.facebook.com/help/568137493302217">https://www.facebook.com/help/568137493302217</a>
</p>

<p>
Facebook adheres to the Self-Regulatory Principles for Online
Behavioural Advertising established by the Digital Advertising
Alliance. You can also opt-out from Facebook and other participating
companies through the Digital Advertising Alliance in the USA
<a href="http://www.aboutads.info/choices/">http://www.aboutads.info/choices/</a>, the Digital Advertising Alliance of
Canada in Canada <a href="http://youradchoices.ca/">http://youradchoices.ca/</a> or the European Interactive
Digital Advertising Alliance in Europe
<a href="http://www.youronlinechoices.eu/">http://www.youronlinechoices.eu/</a>, or opt-out using your mobile device
settings.
</p>

<p>
For more information on the privacy practices of Facebook, please
visit Facebook’s Data Policy:
<a href="https://www.facebook.com/privacy/explanation">https://www.facebook.com/privacy/explanation</a>
</p>
</div>
</div>

<div id="outline-container-orgc77280c" class="outline-4">
<h4 id="orgc77280c">AdRoll</h4>
<div class="outline-text-4" id="text-orgc77280c">
<p>
AdRoll remarketing service is provided by Semantic Sugar, Inc.
</p>

<p>
You can opt-out of AdRoll remarketing by visiting this AdRoll
Advertising Preferences web page:
<a href="http://info.evidon.com/pub_info/573?v=1nt=1nw=false">http://info.evidon.com/pub_info/573?v=1nt=1nw=false</a>
</p>

<p>
For more information on the privacy practices of AdRoll, please visit
the AdRoll Privacy Policy web page:
<a href="http://www.adroll.com/about/privacy">http://www.adroll.com/about/privacy</a>
</p>
</div>
</div>
</div>

<div id="outline-container-orgebe4790" class="outline-3">
<h3 id="orgebe4790">Payments</h3>
<div class="outline-text-3" id="text-orgebe4790">
<p>
We may provide paid products and/or services within the Service. In
that case, we use third-party services for payment processing
(e.g. payment processors).
</p>

<p>
We will not store or collect your payment card details. That
information is provided directly to our third-party payment processors
whose use of your personal information is governed by their Privacy
Policy. These payment processors adhere to the standards set by
PCI-DSS as managed by the PCI Security Standards Council, which is a
joint effort of brands like Visa, MasterCard, American Express and
Discover. PCI-DSS requirements help ensure the secure handling of
payment information.
</p>

<p>
The payment processor we work with is Stripe. Their Privacy Policy can
be viewed at <a href="https://stripe.com/us/privacy">https://stripe.com/us/privacy</a>
</p>
</div>
</div>

<div id="outline-container-orgd8820ff" class="outline-3">
<h3 id="orgd8820ff">Links to Other Sites</h3>
<div class="outline-text-3" id="text-orgd8820ff">
<p>
Our Service may contain links to other sites that are not operated by
us. If you click a third party link, you will be directed to that
third party’s site. We strongly advise you to review the Privacy
Policy of every site you visit.
</p>

<p>
We have no control over and assume no responsibility for the content,
privacy policies or practices of any third party sites or services.
</p>
</div>
</div>

<div id="outline-container-org7d66551" class="outline-3">
<h3 id="org7d66551">Children’s Privacy</h3>
<div class="outline-text-3" id="text-org7d66551">
<p>
Our Service does not address anyone under the age of 18 (“Children”).
</p>

<p>
We do not knowingly collect personally identifiable information from
anyone under the age of 18. If you are a parent or guardian and you
are aware that your Child has provided us with Personal Data, please
contact us. If we become aware that we have collected Personal Data
from children without verification of parental consent, we take steps
to remove that information from our servers.
</p>
</div>
</div>

<div id="outline-container-org3336149" class="outline-3">
<h3 id="org3336149">Changes to This Privacy Policy</h3>
<div class="outline-text-3" id="text-org3336149">
<p>
We may update our Privacy Policy from time to time. We will notify you
of any changes by posting the new Privacy Policy on this page.
</p>

<p>
We will let you know via email and/or a prominent notice on our
Service, prior to the change becoming effective and update the
“effective date” at the top of this Privacy Policy.
</p>

<p>
You are advised to review this Privacy Policy periodically for any
changes. Changes to this Privacy Policy are effective when they are
posted on this page.
</p>
</div>
</div>
</div>

<div id="outline-container-orgd95faf8" class="outline-2">
<h2 id="orgd95faf8">Terms and Conditions</h2>
<div class="outline-text-2" id="text-orgd95faf8">
<p>
Last updated: January 8, 2023
</p>

<p>
Please read these Terms and Conditions (“Terms”, “Terms and
Conditions”) carefully before using the www.nameclouds.com website
(the “Service”) operated by DataWorks LLC (“us”, “we”, or “our”).
</p>

<p>
Your access to and use of the Service is conditioned upon your
acceptance of and compliance with these Terms. These Terms apply to
all visitors, users and others who wish to access or use the Service.
</p>

<p>
By accessing or using the Service you agree to be bound by these
Terms. If you disagree with any part of the terms then you do not have
permission to access the Service.
</p>
</div>

<div id="outline-container-orgc4dc9c1" class="outline-3">
<h3 id="orgc4dc9c1">Purchases</h3>
<div class="outline-text-3" id="text-orgc4dc9c1">
<p>
If you wish to purchase any product or service made available through
the Service (“Purchase”), you may be asked to supply certain
information relevant to your Purchase including, without limitation,
your credit card number, the expiration date of your credit card, your
billing address, and your shipping information.
</p>

<p>
You represent and warrant that: (i) you have the legal right to use
any credit card(s) or other payment method(s) in connection with any
Purchase; and that (ii) the information you supply to us is true,
correct and complete.
</p>

<p>
The service may employ the use of third party services for the purpose
of facilitating payment and the completion of Purchases. By submitting
your information, you grant us the right to provide the information to
these third parties subject to our Privacy Policy.
</p>

<p>
We reserve the right to refuse or cancel your order at any time for
reasons including but not limited to: product or service availability,
errors in the description or price of the product or service, error in
your order or other reasons.
</p>

<p>
We reserve the right to refuse or cancel your order if fraud or an
unauthorized or illegal transaction is suspected.
</p>
</div>
</div>
