terms.org
** Availability, Errors and Inaccuracies
We are constantly updating product and service offerings on the
Service. We may experience delays in updating information on the
Service and in our advertising on other web sites. The information
found on the Service may contain errors or inaccuracies and may not be
complete or current. Products or services may be mispriced, described
inaccurately, or unavailable on the Service and we cannot guarantee
the accuracy or completeness of any information found on the Service.

We therefore reserve the right to change or update information and to
correct errors, inaccuracies, or omissions at any time without prior
notice.

** Contests, Sweepstakes and Promotions
Any contests, sweepstakes or other promotions (collectively,
“Promotions”) made available through the Service may be governed by
rules that are separate from these Terms Conditions. If you
participate in any Promotions, please review the applicable rules as
well as our Privacy Policy. If the rules for a Promotion conflict with
these Terms and Conditions, the Promotion rules will apply.

** Subscriptions                                                   :noexport:
Some parts of the Service are billed on a subscription basis (“Subscription(s)”). You will be billed in advance on a recurring and periodic basis (“Billing Cycle”). Billing cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.

At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or DataWorks LLC cancels it. You may cancel your Subscription renewal either through your online account management page or by contacting DataWorks LLC customer support team.

A valid payment method, including credit card, is required to process the payment for your Subscription. You shall provide DataWorks LLC with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information. By submitting such payment information, you automatically authorize DataWorks LLC to charge all Subscription fees incurred through your account to any such payment instruments.

Should automatic billing fail to occur for any reason, DataWorks LLC will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.

*** Fee Changes
DataWorks LLC, in its sole discretion and at any time, may modify the
Subscription fees for the Subscriptions. Any Subscription fee change
will become effective at the end of the then-current Billing Cycle.

DataWorks LLC will provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.

Your continued use of the Service after the Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.

*** Refunds
Certain refund requests for Subscriptions may be considered by DataWorks LLC on a case-by-case basis and granted in sole discretion of DataWorks LLC.

** Accounts
When you create an account with us, you guarantee that you are above
the age of 18, and that the information you provide us is accurate,
complete, and current at all times. Inaccurate, incomplete, or
obsolete information may result in the immediate termination of your
account on the Service.

You are responsible for maintaining the confidentiality of your
account and password, including but not limited to the restriction of
access to your computer and/or account. You agree to accept
responsibility for any and all activities or actions that occur under
your account and/or password, whether your password is with our
Service or a third-party service. You must notify us immediately upon
becoming aware of any breach of security or unauthorized use of your
account.

We reserve the right to refuse service, terminate accounts, remove or
edit content, or cancel orders in our sole discretion.

** Intellectual Property
The Service and its original content, features and functionality are
and will remain the exclusive property of DataWorks LLC and its
licensors. The Service is protected by copyright, trademark, and other
laws of both the United States and foreign countries. Our trademarks
and trade dress may not be used in connection with any product or
service without the prior written consent of DataWorks LLC.

** Links To Other Web Sites
Our Service may contain links to third party web sites or services
that are not owned or controlled by DataWorks LLC

DataWorks LLC has no control over, and assumes no responsibility for
the content, privacy policies, or practices of any third party web
sites or services. We do not warrant the offerings of any of these
entities/individuals or their websites.

You acknowledge and agree that DataWorks LLC shall not be responsible
or liable, directly or indirectly, for any damage or loss caused or
alleged to be caused by or in connection with use of or reliance on
any such content, goods or services available on or through any such
third party web sites or services.

We strongly advise you to read the terms and conditions and privacy
policies of any third party web sites or services that you visit.

** Termination
We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.

If you wish to terminate your account, you may simply discontinue using the Service.

All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.

** Indemnification
You agree to defend, indemnify and hold harmless DataWorks LLC and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password, or b) a breach of these Terms.

** Limitation Of Liability
In no event shall DataWorks LLC, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.

** Disclaimer
Your use of the Service is at your sole risk. The Service is provided on an “AS IS” and “AS AVAILABLE” basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.

DataWorks LLC its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location; b) any errors or defects will be corrected; c) the Service is free of viruses or other harmful components; or d) the results of using the Service will meet your requirements.

** Exclusions
Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.

