terms.html

<div id="outline-container-org1f74434" class="outline-3">
<h3 id="org1f74434">Availability, Errors and Inaccuracies</h3>
<div class="outline-text-3" id="text-org1f74434">
<p>
We are constantly updating product and service offerings on the
Service. We may experience delays in updating information on the
Service and in our advertising on other web sites. The information
found on the Service may contain errors or inaccuracies and may not be
complete or current. Products or services may be mispriced, described
inaccurately, or unavailable on the Service and we cannot guarantee
the accuracy or completeness of any information found on the Service.
</p>

<p>
We therefore reserve the right to change or update information and to
correct errors, inaccuracies, or omissions at any time without prior
notice.
</p>
</div>
</div>

<div id="outline-container-org85a8972" class="outline-3">
<h3 id="org85a8972">Contests, Sweepstakes and Promotions</h3>
<div class="outline-text-3" id="text-org85a8972">
<p>
Any contests, sweepstakes or other promotions (collectively,
“Promotions”) made available through the Service may be governed by
rules that are separate from these Terms Conditions. If you
participate in any Promotions, please review the applicable rules as
well as our Privacy Policy. If the rules for a Promotion conflict with
these Terms and Conditions, the Promotion rules will apply.
</p>
</div>
</div>

<div id="outline-container-org23eb90d" class="outline-3">
<h3 id="org23eb90d">Accounts</h3>
<div class="outline-text-3" id="text-org23eb90d">
<p>
When you create an account with us, you guarantee that you are above
the age of 18, and that the information you provide us is accurate,
complete, and current at all times. Inaccurate, incomplete, or
obsolete information may result in the immediate termination of your
account on the Service.
</p>

<p>
You are responsible for maintaining the confidentiality of your
account and password, including but not limited to the restriction of
access to your computer and/or account. You agree to accept
responsibility for any and all activities or actions that occur under
your account and/or password, whether your password is with our
Service or a third-party service. You must notify us immediately upon
becoming aware of any breach of security or unauthorized use of your
account.
</p>

<p>
We reserve the right to refuse service, terminate accounts, remove or
edit content, or cancel orders in our sole discretion.
</p>
</div>
</div>

<div id="outline-container-org9187fef" class="outline-3">
<h3 id="org9187fef">Intellectual Property</h3>
<div class="outline-text-3" id="text-org9187fef">
<p>
The Service and its original content, features and functionality are
and will remain the exclusive property of DataWorks LLC and its
licensors. The Service is protected by copyright, trademark, and other
laws of both the United States and foreign countries. Our trademarks
and trade dress may not be used in connection with any product or
service without the prior written consent of DataWorks LLC.
</p>
</div>
</div>

<div id="outline-container-org42c2206" class="outline-3">
<h3 id="org42c2206">Links To Other Web Sites</h3>
<div class="outline-text-3" id="text-org42c2206">
<p>
Our Service may contain links to third party web sites or services
that are not owned or controlled by DataWorks LLC
</p>

<p>
DataWorks LLC has no control over, and assumes no responsibility for
the content, privacy policies, or practices of any third party web
sites or services. We do not warrant the offerings of any of these
entities/individuals or their websites.
</p>

<p>
You acknowledge and agree that DataWorks LLC shall not be responsible
or liable, directly or indirectly, for any damage or loss caused or
alleged to be caused by or in connection with use of or reliance on
any such content, goods or services available on or through any such
third party web sites or services.
</p>

<p>
We strongly advise you to read the terms and conditions and privacy
policies of any third party web sites or services that you visit.
</p>
</div>
</div>

<div id="outline-container-org3a1df70" class="outline-3">
<h3 id="org3a1df70">Termination</h3>
<div class="outline-text-3" id="text-org3a1df70">
<p>
We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.
</p>

<p>
If you wish to terminate your account, you may simply discontinue using the Service.
</p>

<p>
All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.
</p>
</div>
</div>

<div id="outline-container-org0e00f38" class="outline-3">
<h3 id="org0e00f38">Indemnification</h3>
<div class="outline-text-3" id="text-org0e00f38">
<p>
You agree to defend, indemnify and hold harmless DataWorks LLC and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password, or b) a breach of these Terms.
</p>
</div>
</div>

<div id="outline-container-orgcab0d72" class="outline-3">
<h3 id="orgcab0d72">Limitation Of Liability</h3>
<div class="outline-text-3" id="text-orgcab0d72">
<p>
In no event shall DataWorks LLC, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.
</p>
</div>
</div>

<div id="outline-container-org032f6c6" class="outline-3">
<h3 id="org032f6c6">Disclaimer</h3>
<div class="outline-text-3" id="text-org032f6c6">
<p>
Your use of the Service is at your sole risk. The Service is provided on an “AS IS” and “AS AVAILABLE” basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.
</p>

<p>
DataWorks LLC its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location; b) any errors or defects will be corrected; c) the Service is free of viruses or other harmful components; or d) the results of using the Service will meet your requirements.
</p>
</div>
</div>

<div id="outline-container-org7d2eef2" class="outline-3">
<h3 id="org7d2eef2">Exclusions</h3>
<div class="outline-text-3" id="text-org7d2eef2">
<p>
Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.
</p>
</div>
</div>
