terms.html

<div id="outline-container-orgaf0910d" class="outline-3">
<h3 id="orgaf0910d">Governing Law</h3>
<div class="outline-text-3" id="text-orgaf0910d">
<p>
These Terms shall be governed and construed in accordance with the laws of New York, United States, without regard to its conflict of law provisions.
</p>

<p>
Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have had between us regarding the Service.
</p>
</div>
</div>

<div id="outline-container-orgcd652a4" class="outline-3">
<h3 id="orgcd652a4">Changes</h3>
<div class="outline-text-3" id="text-orgcd652a4">
<p>
We reserve the right, at our sole discretion, to modify or replace
these Terms at any time. If a revision is material we will provide at
least 30 days notice prior to any new terms taking effect. What
constitutes a material change will be determined at our sole
discretion.
</p>

<p>
By continuing to access or use our Service after any revisions become
effective, you agree to be bound by the revised terms. If you do not
agree to the new terms, you are no longer authorized to use the
Service.
</p>
</div>
</div>

<div id="outline-container-org45c59b5" class="outline-3">
<h3 id="org45c59b5">Contact Us</h3>
<div class="outline-text-3" id="text-org45c59b5">
<p>
If you have any questions about this Privacy Policy or our Terms and
Conditions of service please use the form on this site to contact us
by email at contact@nameclouds.com.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2023-01-15 Sun 21:32</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>